tap "databricks/tap"
tap "homebrew/bundle"
brew "awscli"
brew "python@3.12"
brew "docker"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "gnupg"
brew "graphviz"
brew "jmeter"
brew "k9s"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "ledger"
brew "liquibase"
brew "node"
brew "marp-cli"
brew "ncftp"
brew "neovim"
brew "neovide"
brew "pipx"
brew "postgresql@16", link: true
brew "ripgrep"
brew "spoof-mac"
brew "telnet"
brew "yadm"
brew "databricks/tap/databricks"
cask "balenaetcher"
cask "brave-browser"
cask "discord"
cask "font-fira-code-nerd-font"
cask "gimp"
cask "git-credential-manager"
cask "gpg-suite"
cask "karabiner-elements"
cask "kitty"
cask "libreoffice"
cask "mactex"
cask "obsidian"
cask "openvpn-connect"
cask "qdirstat"
cask "rectangle"
cask "skim"
cask "slack"
cask "spotify"
cask "webex"
