tap "databricks/tap"
tap "fsouza/prettierd"
tap "homebrew/bundle"
brew "argocd"
brew "awscli"
brew "node"
brew "basedpyright"
brew "boost@1.85"
brew "cmctl"
brew "colima"
brew "cryptography"
brew "delve"
brew "deno"
brew "docker"
brew "docker-compose"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "jpeg-xl"
brew "gh"
brew "harfbuzz"
brew "leptonica"
brew "tesseract"
brew "ghostscript"
brew "gnupg"
brew "go"
brew "netpbm"
brew "python@3.12"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "openjdk@21"
brew "jmeter"
brew "jq"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "ledger"
brew "openjdk"
brew "liquibase"
brew "marp-cli"
brew "ncftp"
brew "neovim"
brew "neovide"
brew "pipx"
brew "postgresql@16", restart_service: :changed
brew "postgresql@17", link: true
brew "ripgrep"
brew "spoof-mac"
brew "sqlc"
brew "telnet"
brew "trufflehog"
brew "uv"
brew "yadm"
brew "databricks/tap/databricks"
brew "fsouza/prettierd/prettierd"
cask "balenaetcher"
cask "blender"
cask "brave-browser"
cask "discord"
cask "font-fira-code-nerd-font"
cask "freecad"
cask "gimp"
cask "git-credential-manager"
cask "gpg-suite"
cask "gramps"
cask "karabiner-elements"
cask "kitty"
cask "libreoffice"
cask "mactex"
cask "mqtt-explorer"
cask "obsidian"
cask "openscad"
cask "openvpn-connect"
cask "orcaslicer"
cask "qdirstat"
cask "raspberry-pi-imager"
cask "skim"
cask "slack"
cask "spotify"
cask "vlc"
cask "webex"
go "github.com/a-h/templ/cmd/templ"
